{
  "timestamp": "2022-06-27T22:00:00.000000Z",
  "bundleVersion": "1",
  "scenes": [
    {
      "_id": "VRKM-650",
      "scene_id": "vrkm00650",
      "scene_type": "VR",
      "title": "Exclusively for me! Oral Pussy Challenge VR",
      "studio": "K M Produce",
      "site": "VRKM",
      "covers": [
        "https://pics.r18.com/digital/video/vrkm00650/vrkm00650pl.jpg"
      ],
      "gallery": [
        "https://pics.r18.com/digital/video/vrkm00650/vrkm00650jp-1.jpg","https://pics.r18.com/digital/video/vrkm00650/vrkm00650jp-2.jpg","https://pics.r18.com/digital/video/vrkm00650/vrkm00650jp-3.jpg","https://pics.r18.com/digital/video/vrkm00650/vrkm00650jp-4.jpg","https://pics.r18.com/digital/video/vrkm00650/vrkm00650jp-5.jpg","https://pics.r18.com/digital/video/vrkm00650/vrkm00650jp-6.jpg","https://pics.r18.com/digital/video/vrkm00650/vrkm00650jp-7.jpg","https://pics.r18.com/digital/video/vrkm00650/vrkm00650jp-8.jpg","https://pics.r18.com/digital/video/vrkm00650/vrkm00650jp-9.jpg","https://pics.r18.com/digital/video/vrkm00650/vrkm00650jp-10.jpg","https://pics.r18.com/digital/video/vrkm00650/vrkm00650jp-11.jpg","https://pics.r18.com/digital/video/vrkm00650/vrkm00650jp-12.jpg","https://pics.r18.com/digital/video/vrkm00650/vrkm00650jp-13.jpg","https://pics.r18.com/digital/video/vrkm00650/vrkm00650jp-14.jpg","https://pics.r18.com/digital/video/vrkm00650/vrkm00650jp-15.jpg","https://pics.r18.com/digital/video/vrkm00650/vrkm00650jp-16.jpg","https://pics.r18.com/digital/video/vrkm00650/vrkm00650jp-17.jpg","https://pics.r18.com/digital/video/vrkm00650/vrkm00650jp-18.jpg"
      ],
      "tags": [
        "Creampie","Cowgirl","Beautiful Tits","Blowjob","POV","JAVR"
      ],
      "cast": [
        "Nonoka Sato (Momoka Kato)"
      ],
      "synopsis": "A pink salon parlor (brothel?) struggling due to COVID lockdowns introduces a “Subscription Plan”. For 39,800 yen/month, you can get unlimited penetration and ejaculation every day! I called up a new girl, Nono, as a free caller on a big 5-day weekend. She was cute and charming, but she was so bad at blowjobs....I taught her how to suck cock day in and day out to make her the pin salon girl I like. She gets closer and closer day by day, and she comes over to my house...... What? She...became...? The birth of my dream subscription - Diary of a daily mouth-to-mouth pussy challenge. It's my first year in the workforce, and society is really tough. I was under a lot of stress, and as usual, I was patrolling the sex industry website every night. Then, I saw this...“39,800 yen/month for insertion!“” ...！！！！！！？？？？？？ What, seriously? Monthly? What jumped out at me was a dreamy online advertisement for a monthly fee for unlimited play at a pinzaro-club. Is this a dream...has my brain gone crazy from exhaustion in society...am I alright...me? I fearfully called the store. “Yes, that's right. What a surprise, what a surprise, you can play every day for a monthly fee.”...I don't remember anything from the middle of the call. If I had noticed, I would have called Nono Chan at home. ...... Day 1 / Store Uniforms I was a free caller and came to the store. She sucked my dick on the sofa. She was not very good at it, but we had a very good oral chemistry. Day 2: Bath towel day. A “Dick Washer” event in which the girls wear only bath towels in the room. I was given a blowjob while standing up. The 3rd day/XX female employee day. The first day, I saw her in a suit and tie. I've seen her somewhere before.... She gets under the desk and gives me a blowjob. I wouldn't quit if this happened at work. I felt some kind of affection for her. I was so tired that I stayed at home. Day 4 / Private Clothes I woke up and she changed into her casual clothes. I was not expecting an invitation to go to the salon! I give Nonoka the full amount of my salary. Intense lovey-dovey sex! Thanks to all of you, KMP celebrates its 20th anniversary!",
      "released": "2022-06-17",
      "homepage_url": "https://www.dmm.co.jp/digital/videoa/-/detail/=/cid=vrkm00650/",
      "duration": 80
    }
  ]
}